Repository: FARN-Design/easynewsletter
Catalog: EasyNewsletter/resources/language/easynewsletter-*.po
Languages: de_de

source: Please enter valid licence
de_de: Gültige Lizenz eingeben

source: Licence:
de_de: Lizenz:

source: Check Licence
de_de: Überprüfe die Lizenz

source: Newsletter Statistics
de_de: Newsletter Statistiken

source: Link Statistics
de_de: Link Statistiken

source: Salutation
de_de: Anrede

source: Gender
de_de: Geschlecht

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Telephone Number
de_de: Telefonnummer

source: Email Address
de_de: Absender E-Mail Adresse

source: Add new category
de_de: Kategorie hinzufügen

source: Add new role
de_de: Rolle hinzufügen

source: Easy Newsletter Settings
de_de: Easy Newsletter Einstellungen

source: Sender email address
de_de: Absender E-Mail Adresse

source: Sender email name
de_de: Absender E-Mail Name

source: Reply to email address
de_de: Antwort an E-Mail Adresse

source: Max send email per interval
de_de: Maximal gesendete E-Mails pro Intervall

source: Interval in seconds
de_de: Intervall in Sekunden

source: Signup form fields
de_de: Anmeldeformular-Felder

source: Currently active newsletter
de_de: Derzeit aktiver Newsletter

source: Currently active newsletter ID
de_de: Derzeit aktiver Newsletter-ID

source: Selected Mode
de_de: Ausgewählter Modus

source: Sending in progress
de_de: Sendevorgang läuft

source: Standard activation post ID
de_de: Standard-Aktivierungsnachricht-ID

source: Standard unsubscribe post ID
de_de: Standard-Abmeldungsnachricht-ID

source: Standard welcome post ID
de_de: Standard-Willkommensnachricht-ID

source: Available subscriber category
de_de: Verfügbare Abonnentenkategorie

source: Available subscriber roles
de_de: Verfügbare Abonnentenrollen

source: Custom newsletter CSS
de_de: Benutzerdefiniertes Newsletter-CSS

source: New user role key
de_de: Rollen Key von neuen Abonnenten

source: Registration page id
de_de: Registrierung, Seiten-ID

source: Registration success page id
de_de: Registrierung erfolgreich, Seiten-ID

source: Confirmation success page id
de_de: Bestätigung erfolgreich, Seiten-ID

source: Confirmation denied page id
de_de: Bestätigung abgelehnt, Seiten-ID

source: Unsubscribed page id
de_de: Abgemeldet, Seiten-ID

source: Registration form page id
de_de: Registrierungsformular, Seiten-ID

source: Save
de_de: Speichern

source: Press this Button to stop the Newsletter sending Process
de_de: Drücken Sie diese Taste, um den Versand des Newsletters zu stoppen

source: Stop Newsletter Sending Process
de_de: Newsletterversand stoppen

source: Already Send
de_de: Bereits versendet

source: sendingInProgress
de_de: Sendevorgang läuft

source: Receiver:
de_de: Empfänger:

source: Custom HTML Injection
de_de: Eigene HTML-Injektion hinzufügen

source: Current HTML injection for this newsletter:
de_de: Derzeit aktiver Newsletter:

source: Remove
de_de: Entfernen

source: No custom Injections defined.
de_de: Keine eigenen HTML-Injektionen definiert.

source: Add new custom HTML injection:
de_de: Neue eigene HTML-Injektion hinzufügen:

source: Input Custom Key
de_de: Benutzerdefinierter Eingabeschlüssel

source: Save new Injection
de_de: Neue HTML-Injektion speichern

source: Added attachments to this newsletter:
de_de: Hinzugefügt Anhänge an diesen Newsletter:

source: No attachments added.
de_de: Keine Anhänge wurden hinzugefügt.

source: Add new attachment:
de_de: Neuen Anhang hinzufügen:

source: Attachment URL
de_de: Anhang URL

source: Save new attachment
de_de: Neuen Anhang speichern

source: Custom MetaFields Conditions
de_de: Benutzerdefinierte MetaFields-Bedingungen

source: Current rules for this Newsletter:
de_de: Derzeit aktiver Newsletter:

source: No custom rules defined.
de_de: Keine eigenen Regeln definiert.

source: Add new rule:
de_de: Rolle hinzufügen:

source: Input Meta Value
de_de: Eingabe Meta Wert

source: Save new condition
de_de: Neue Regel speichern

source: Email already in use!
de_de: Diese E-Mail Adresse wird bereits verwendet!

source: Fist Name
de_de: Vorname

source: Access statistics for links in newsletters
de_de: Zugriffsstatistiken zu Links in gesendeten Newslettern

source: Currently no links found in database
de_de: Aktuell wurden keine Links in der Datenbank gefunden

source: Count
de_de: Anzahl

source: Access statistics for newsletters
de_de: Aufrufstatistiken von Newslettern

source: Currently no newsletter found in database
de_de: Derzeit aktiver Newsletter-ID

source: Total Send Newsletter
de_de: Insgesamt versendete Newsletter

source: Confirmed Receiver
de_de: Bestätigte Empfänger

source: show all
de_de: Alle anzeigen

source: show less
de_de: Weniger anzeigen

source: Double Opt In
de_de: Doppelte Zustimmung

source: Token
de_de: Kennzeichen

source: Last Newsletter
de_de: Letzter Newsletter

source: All Received Newsletter
de_de: Alle empfangenen Newsletter

source: Subscriber Category
de_de: Abonenntenkategorie

source: Subscriber Role
de_de: Abonenntenrolle

source: Subscribers
de_de: Abonennten

source: Subscriber
de_de: Abonnent
